{
    "sections": [
        {
            "title": "WHO WE ARE",
            "content": [
                "We are an independent publishing house, with offices in London, Los Angeles and Mumbai. We pride ourselves on our wide range of genres and giving ambitious authors a platform that is so rarely available in the publishing industry today. All of our books and authors are enormously special in their own way. We believe that a story can evoke a large range of emotions; they can make you laugh, cry and, most importantly, change a life.",
                "In the last ten years we have evolved with the industry, moulding our marketing and production strategies to suit the ever-changing market. Not only have we grown an impressive following on our social media platforms, but we have considerably expanded our reach and marketing potential through various different mediums and techniques. This includes creating various book trailers and videos, expanding our distribution networks, writing engaging content and connecting with our readers through our blog, setting up radio and news interviews, as well as book launches in various stores all around the world.",
                "We are completely dedicated to each of our authors and work closely from submission to marketing of the book. We publish in various formats including paperback, hardback, eBook and audiobooks. We are accepting submissions across various genres including literary fiction, non-fiction, children’s books, romance, thrillers, fantasy, memoirs, biography, self-help, mind, body and spirit, historical, politics, health and wellness, children’s literature and young adult fiction, just to name a few."
            ]
        },
        {
            "title": "HYBRID PUBLISHING MODEL",
            "content": [
                "We work with a hybrid model of publishing, where all initial work submitted to us is considered for a ‘traditional publishing contract’. This is where no costs are incurred by the author and the whole cost for producing, publishing, and marketing the work is covered by Olympia Publishers. However, please bear in mind that not all work can be accepted under these terms. As we receive hundreds of submissions each month, we cannot guarantee which titles will be selected for publication. However, we do try to offer advice to authors if there is anything about the publishing process that confuses them or they are unsure of, even if we cannot publish your work. Should we be unable to offer a traditional contract, but we feel the work has potential an alternative offer may be made. This offer is known as a ‘partnership contract’ and is based on a contribution, to be paid by the author, to cover the initial production and printing cost of the book. For more information on the hybrid business model, please read this informative article hybrid publishing model."
            ]
        },
        {
            "title": "BUMBLEBEE BOOKS",
            "content": [
                "Bumblebee Books is an imprint of Olympia Publishers. Children’s books are at the heart of Olympia Publishers. For over a decade we have been publishing exciting children’s books that are loved by our young readers from around the world. From adventure to fantasy, non-fiction to rhyme, you won’t Bee-lieve the range of books we have! Our aim is to help children discover a magical world through storytelling. Stories with beautiful illustrations that inspire, educate, and entertain young readers. From young minds to older children, there is a book for everyone."
            ]
        },
        {
            "title": "CORPORATE SOCIAL RESPONSIBILITIES",
            "content": [
                "We pride ourselves on being an independent publisher, working in a sustainable way and spreading the joy of reading with an environment-friendly approach."
            ]
        },
        {
            "title": "SEE WHAT OUR AUTHORS ARE SAYING",
            "content": [
                "\"Olympia Publishers provide tremendous opportunities for first time writers and help them develop their writing skills. It will not be surprising if Olympia Publishers becomes the most favoured publishing destination of writers in a few years.\""
            ]        },
        {
            "title": "OLYMPIA LOCATIONS",
            "content": [
                "2018 marked the start of our global journey. Join our global family of authors and book lovers."
            ],
            "locations": [
                {
                    "location": "LOS ANGELES",
                    "country": "USA",
                    "icon": "/assets/Icons/UK.png"
                },
                {
                    "location": "LONDON",
                    "country": "UK",
                    "icon": "/assets/Icons/USA.png"
                },
                {
                    "location": "MUMBAI",
                    "country": "INDIA",
                    "icon": "/assets/Icons/INDIA.png"
                }
            ]
        }
    ]
}